exports.menu2 = (id, A187, tampilTanggal, whatsapp, youtube, tampilWaktu, instagram, nomer, aktif) => {
	return ` 
❉──────────❉

*${A187}*

❉──────────❉

📆 *${tampilTanggal}*
📌STATUS BOT AKTIF: *${aktif}*
	
╔════════════════════
║ *MENU2 ${AHMAD}*              
╠════════════════════
║╭──❉ *QUOTES & PUISI* ❉──
║│➸ _*!puisi1*_
║│➸ _*!puisi2*_
║│➸ _*!puisi3*_
║│➸ _*!cerpen*_
║│➸ _*!quotes1*_
║│➸ _*!quotes2*_
║╰──────────
╠════════════════════
║╭──❉ *DOWNLOAD* ❉──
║│➸ _*!ytmp3*_  <link>
║│➸ _*!ytmp4*_ <link>
║│➸ _*!fb*_ <link>
║│➸ _*!tiktok*_  <link>
║│➸ _*!twt*_ <link>
║│➸ _*!ig*_ <link>
║╰──────────
║ *BOT ${AHMAD}*
╠════════════════════
║╭──❉ *ISLAM* ❉──
║│➸ _*!quran*_
║╰───────────
╠════════════════════
║╭──❉ *18+* ❉──
║│➸ _*!indohot*_
║│➸ _*!cersex*_
║│➸ _*!hentai*_
║│➸ _*!indohot*_
║│➸ _*!nekonime*_
║╰───────────
╠════════════════════
║╭──❉ *SOSMED ADMIN* ❉──
║│➸ *Masuk sini😙*
║│ _${https://chat.whatsapp.com/LQpF50U7emrBd4G6njRjbT}_
║│➸ *YouTube mimin*
║│ _${https://youtu.be/MU6PvvteBmE}_
║│➸ *Instagram <Follow>*
║│ _${https://www.instagram.com/p/CKDA9Z-JBqp/?igshid=1bspng0esk0tf}_
║│➸ *Creator ${AHMAD}*
║│ _${60195042951}_
║╰───────────
║         ${AHMAD}
║  ▌│█║▌║▌║║▌║▌║█│▌
║  ▌│█║▌║▌║║▌║▌║█│▌
║         ${AHMAD}
╠════════════════════
║ _*POWERED BY AHMAD ID*_
╚════════════════════`
}
