exports.menu3 = (id, A187, tampilTanggal, whatsapp, youtube, tampilWaktu, instagram, nomer, aktif) => {
	return ` 
❉──────────❉

*${A187}*

❉──────────❉

📆 *${tampilTanggal}*
📌STATUS BOT AKTIF: *${aktif}*
	
╔════════════════════
║ *MENU3 ${AHMAD}*             
╠════════════════════
║╭──❉ *18+* ❉──
║│➸ _*!indohot*_
║│➸ _*!cersex*_
║│➸ _*!hentai*_
║│➸ _*!indohot*_
║│➸ _*!nekonime*_
║╰───────────
╠════════════════════
║╭──❉ *OTHERS* ❉──
║│➸ _*!ttsid*_ <teks>
║│➸ _*!bitly*_ <link>
║│➸ _*!namaninja*_ <nama lu>
║│➸ _*!alay*_ <teks>
║│➸ _igstalk*_ <@_Ahmad.g>
║│➸ _*!ocr*_ <foto to text>
║│➸ _*!gay*_
║│➸ _*!checkip*_
║│➸ _*!ping*_
║│➸ _*!hostsearch*_
║│➸ _*!scdl*_
║│➸ _*!map*_ <daerah>
║│➸ _*!cooltext*_ <teks>
║│➸ _*!pesankosong*_
║│➸ _*!say*_ <teks>
║╰───────────
╠════════════════════
║╭──❉ *SPAM* ❉──
║│➸ _*!spamcall*_ <60195042951>
║│➸ _*!spamsms*_ <60195042951>
║│➸ _*!spamgmail*_ <Ahmad.id@gmail.com>
║╰───────────
╠════════════════════
║╭──❉ *SOSMED ADMIN* ❉──
║│➸ *Masuk sini😙*
║│ _${https://chat.whatsapp.com/LQpF50U7emrBd4G6njRjbT}_
║│➸ *YouTube mimin*
║│ _${https://youtu.be/MU6PvvteBmE}_
║│➸ *Instagram <Follow>*
║│ _${https://www.instagram.com/p/CKDA9Z-JBqp/?igshid=1bspng0esk0tf}_
║│➸ *Creator ${AHMAD}*
║│ _${60195042951}_
║╰───────────
║         ${AHMAD}
║  ▌│█║▌║▌║║▌║▌║█│▌
║  ▌│█║▌║▌║║▌║▌║█│▌
║         ${AHMAD}
╠════════════════════
║ _*POWERED BY AHMAD ID*_
╚════════════════════`
}
